alefragnani.project-manager
alexcvzz.vscode-sqlite
batisteo.vscode-django
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
gamunu.vscode-yarn
golang.go
GrapeCity.gc-excelviewer
janisdd.vscode-edit-csv
KevinRose.vsc-python-indent
magicstack.MagicPython
mhutchie.git-graph
mikestead.dotenv
MS-CEINTL.vscode-language-pack-ko
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
njpwerner.autodocstring
Oracle.oracledevtools
PKief.material-icon-theme
ritwickdey.LiveServer
sdras.night-owl
steoates.autoimport
TabNine.tabnine-vscode
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
ziyasal.vscode-open-in-github
